<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Consolida&ccedil;&atilde;o de atividade</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>
<body>
<h3><center>Consolida&ccedil;&atilde;o de atividade</center></h3>
<p>Ap&oacute;s acessar o SIGAA, o usu&aacute;rio dever&aacute; entrar no m&oacute;dulo 
<em>Portal Coord. Stricto</em>. Para consolidar uma atividade, os seguintes passos devem ser seguidos:</p>
 <b>Na tela 1</b>
    <ol>
      <li>Dentre as seis abas dessa tela: <em>Cadastro</em>, <em>Aluno</em>, 
      <em>Turmas</em>, <em>Matr&iacute;culas</em>, <em>Consultas</em> e 
      <em>Relat&oacute;rios</em>, posicionar o cursor sobre <em>Matr&iacute;culas</em>, 
      depois sobre a op&ccedil;&atilde;o <em>Atividades</em> e em seguida clicar sobre 
      <em>Consolidar</em>;</li>
    </ol>
 <b>Na tela 2 - Busca e sele&ccedil;&atilde;o de aluno</b>
    <ol>
      <li> Inicialmente, ser&aacute; necess&aacute;rio buscar o aluno no cadastro de discentes.  
      Para tanto, deve ser preenchida uma das op&ccedil;&otilde;es de crit&eacute;rios de busca, que 
      s&atilde;o:</li> 
      <ul>
      <li><em> Matr&iacute;cula;</em></li>
      <li> <em>CPF;</em></li>
      <li> <em>Nome do discente.</em></li> 
      </ul>
      <li> Clicar sobre o bot&atilde;o <b>Buscar</b>;</li>
      <li> Clicar sobre a seta de sele&ccedil;&atilde;o correspondente ao aluno de interesse.</li>
      <li> Quando o discente for selecionado, aparecer&atilde;o todas as atividades cadastradas para ele.
      Clicar sobre a seta de sele&ccedil;&atilde;o correspondente &agrave; atividade que se deseja consolidar.</li> 
     </ol>
<b>Na tela 3 - Registro da atividade</b>
    <ol>
      <li> Na tela de registro,s&atilde;o vizualizados os dados do aluno e da atividade. Neste passo, 
      devem ser preenchidos os seguintes campos com as informa&ccedil;&otilde;es correspondentes:
      <ul>
      <li> <em> Data final:</em> M&ecirc;s e ano da conclus&atilde;o da atividade;</li>
      <li> <em> Situa&ccedil;&atilde;o:</em> Resultado da atividade.</li>
      </ul>
      </li>
      <li> O usu&aacute;rio dever&aacute; clicar sobre um dos bot&otilde;es:
       <ul>
       <li><b>Selecionar outra atividade:</b> Retorna para tela anterior;</li>
       <li><b>Cancelar:</b> Para cancelar a opera&ccedil;&atilde;o realizada;</li>
       <li><b>Pr&oacute;ximo passo:</b> Passa para a etapa seguinte.</li>
       </ul>
       </li>
    </ol>
<b>Na tela 4 - Confirmação</b>
    <ol>
       <li> Nesta tela, s&atilde;o vizualizados os dados do aluno e da atividade, al&eacute;m dos dados informados
       na tela anterior. O usu&aacute;rio dever&aacute; clicar sobre um dos bot&otilde;es:
       <ul>
       <li><b>Confirmar:</b> Para confirmar o registro;</li>
       <li><b>Alterar dados informados:</b> Retorna para tela anterior;</li>
       <li><b>Cancelar:</b> Para cancelar a opera&ccedil;&atilde;o realizada.</li>
       </ul>
       </li>
    </ol>
</body>
</html>