<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Matr&iacute;cula em atividades</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>
<body>
<h3><center>Matr&iacute;cula em atividades</center></h3>
<p>Ap&oacute;s acessar o SIGAA, o usu&aacute;rio dever&aacute; entrar no m&oacute;dulo 
<em>Portal Coord. Stricto</em>. Para cadastrar o discente em umas das atividades oferecidas 
pelo programa, os seguintes passos devem ser seguidos:</p>
 <b>Na tela 1</b>
    <ol>
      <li>Dentre as seis abas dessa tela: <em>Cadastro</em>, <em>Aluno</em>, 
      <em>Turmas</em>, <em>Matr&iacute;culas</em>, <em>Consultas</em> e 
      <em>Relat&oacute;rios</em>, posicionar o cursor sobre <em>Matr&iacute;culas</em>, 
      depois sobre a op&ccedil;&atilde;o <em>Atividades</em> e em seguida clicar sobre 
      <em>Matricular</em>;</li>
    </ol>
 <b>Na tela 2 - Busca e sele&ccedil;&atilde;o de aluno</b>
    <ol>
      <li> Inicialmente, ser&aacute; necess&aacute;rio buscar o aluno no cadastro de discentes.  
      Para tanto, deve ser preenchida uma das op&ccedil;&otilde;es de crit&eacute;rios de busca, que 
      s&atilde;o: 
      <ul>
      <li><em> Matr&iacute;cula;</em></li>
      <li> <em>CPF;</em></li>
      <li> <em>Nome do discente;</em></li> 
      <li> <em>Curso.</em></li>
      </ul>
      </li>
      <li> Clicar sobre o bot&atilde;o <b>Buscar</b>;</li>
      <li> Clicar sobre a seta de sele&ccedil;&atilde;o correspondente ao aluno de interesse.</li>
    </ol>
 <b>Na tela 3 - Busca e sele&ccedil;&atilde;o da atividade</b>
    <ol>
      <li> Em seguida, ser&aacute; necess&aacute;rio buscar a atividade na qual o aluno ser&aacute; 
      cadastrado. Para tanto, uma das op&ccedil;&otilde;es de crit&eacute;rios de busca deve ser 
      preenchida: 
      <ul>
      <li><em> Programa;</em></li>
      <li> <em>Atividade;</em></li>
      <li> <em>Tipo de atividade.</em></li>
      </ul>
      </li>
      <li> Clicar sobre o bot&atilde;o <b>Buscar</b>;</li>
      <li> Clicar sobre a seta de sele&ccedil;&atilde;o correspondente a atividade de interesse.</li>
    </ol>
<b>Na tela 4 - Registro da atividade</b>
    <ol>
      <li> Na tela de registro,s&atilde;o vizualizados os dados do aluno e da atividade. Neste passo, 
      devem ser preenchidos os seguintes campos com as informa&ccedil;&otilde;es correspondentes:
      <ul>
      <li> <em>Ano per&iacute;odo;</em></li>
      <li> <em>Data de in&iacute;cio</em>.</li>
      </ul>
      </li>
      <li> O usu&aacute;rio dever&aacute; clicar sobre um dos bot&otilde;es:
       <ul>
       <li><b>Selecionar outra atividade:</b> Retorna para tela de busca de atividade;</li>
       <li><b>Cancelar:</b> Para cancelar a opera&ccedil;&atilde;o realizada;</li>
       <li><b>Pr&oacute;ximo passo:</b> Passa para a etapa seguinte.</li>
       </ul>
       </li>
    </ol>
<b>Na tela 5 - Confirmação do Registro da atividade</b>
    <ol>
       <li> Nesta tela, s&atilde;o vizualizados os dados do aluno e da atividade, al&eacute;m dos dados informados
       na tela anterior. O usu&aacute;rio dever&aacute; clicar sobre um dos bot&otilde;es:
       <ul>
       <li><b>Confirmar:</b> Para confirmar o registro;</li>
       <li><b>Alterar dados informados:</b> Retorna para tela anterior;</li>
       <li><b>Cancelar:</b> Para cancelar a opera&ccedil;&atilde;o realizada.</li>
       </ul>
       </li>
    </ol>
</body>
</html>