<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Solicita&ccedil;&atilde;o de matr&iacute;cula Stricto Sensu</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>
<body>
<h3><center>Solicita&ccedil;&atilde;o de matr&iacute;cula Stricto Sensu</center></h3>
<p>Os passos posteriores s&atilde;o os necess&aacute;rios para realizar solicita&ccedil;&atilde;o de 
matr&iacute;cula em Disciplinas, Exame de Profici&ecirc;ncia, Qualifica&ccedil;&atilde;o e Defesa. 
Para realizar matr&iacute;cula em Disciplinas, o discente dever&aacute; identificar a(s) turma(s) 
na qual deseja ser matriculado, adicion&aacute;-la(s) e em seguida confirmar a solicita&ccedil;&atilde;o 
da matr&iacute;cula. Para realizar matr&iacute;cula nas demais op&ccedil;&otilde;es, os procedimentos 
s&atilde;o semelhantes entre si, sendo necess&aacute;rio selecionar a atividade desejada e 
confirmar a solicita&ccedil;&atilde;o da matr&iacute;cula. A confirma&ccedil;&atilde;o ou n&atilde;o 
da matr&iacute;cula solicitada pelo aluno est&aacute; condicionada &agrave; aprova&ccedil;&atilde;o do 
professor orientador ou da coordena&ccedil;&atilde;o do programa ao qual o discente faz parte.</p>
<p>Ap&oacute;s acessar o SIGAA, o usu&aacute;rio dever&aacute; entrar no m&oacute;dulo 
<em>Portal Discente</em>.</p>
 <b>Na tela 1</b>
    <ol>
      <li> Dentre as cinco abas: <em>Ensino</em>, <em>Pesquisa</em>, 
      <em>Extens&atilde;o</em>, <em>Monitoria</em> e <em>Outros</em>, 
      posicionar o cursor sobre a aba <em>Ensino</em>;</li>
      <li> Posicionar o cursor sobre a op&ccedil;&atilde;o <em>Matr&iacute;cula OnLine</em>;</li>
      <li>Clicar sobre <em>Realizar Matr&iacute;cula</em>.</li>
    </ol>
 <b>Na tela 2 - Op&ccedil;&otilde;es de matr&iacute;cula</b>
    <ol>
      <li> Clicar sobre uma das op&ccedil;&otilde;es para a qual ser&aacute; solicitada a matr&iacute;cula: 
      <ul type=circle>
      <li> <em>Disciplinas</em>;</li>
      <li> <em>Exames de Profici&ecirc;ncia</em>;</li>
      <li> <em>Qualifica&ccedil;&atilde;o</em>;</li> 
      <li> <em>Defesa</em>.</li>
      </ul>
      </li>
    </ol>
 <b>Na tela 3 - Sele&ccedil;&atilde;o de turma ou atividade</b>
    <ul type=circle>
      <li>Para a op&ccedil;&atilde;o <b>Disciplinas</b>
      	<ol>
      	<li>Clicar sobre o quadrado ao lado da(s) disciplinas para a(s) qual(is) deseja solicitar matr&iacute;cula;</li>
      	<li>Clicar sobre <em>Adicionar Turmas</em>;</li>
      	<li>Clicar sobre uma das op&ccedil;&otilde;es abaixo:
      	<ul>
      	<li type=circle>Aba <em>Confirmar Matr&iacute;culas</em>;</li>
      	<li type=circle>Aba <em>Ver Turmas do Programa:</em> O usu&aacute;rio poder&aacute; ver 
      	as disciplinas dispon&iacute;veis ou adicionar outras solicita&ccedil;&otilde;es de matr&iacute;cula;</li>
      	<li type=circle>Figura do lixeiro ao lado de cada solicita&ccedil;&atilde;o: O usu&aacute;rio poder&aacute; 
      	excluir a solicita&ccedil;&atilde;o.</li>
      	</ul>
        </ol>
      </li><br>
      <li>Para as op&ccedil;&otilde;es <b>Profici&ecirc;ncia, Qualifica&ccedil;&atilde;o e Defesa</b>
      	<ol>
      	<li>Clicar sobre uma das atividades dispon&iacute;veis;</li>
      	<li>Clicar sobre o bot&atilde;o <b>Confirmar</b>.</li>
      	</ol>
      </li>
    </ul>
<p>O sistema retornar&aacute; para tela inicial, exibindo na parte superior dessa tela uma mensagem 
de confirma&ccedil;&atilde;o da opera&ccedil;&atilde;o, caso ela tenha sido efetuada com sucesso.</p>
</body>
</html>